/**
 *	filename: Menu.strings
 *	created : Fri May 28 13:08:33 2004
 *	LastEditDate Was "Thu Nov 11 13:03:57 2004"
 *
 */
MENU_SEARCH                = "Spotlight";

/* Format of a tooltip line*/
MENU_1_LINE_TOOLTIP       = "%@: %@";

/* Format of a 2 lines tooltip */
MENU_2_LINES_TOOLTIP	   = "%@: %@\n%@: %@";

/* Format of a 3 lines tooltip */
MENU_3_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@";

/* Format of a 4 lines tooltip */
MENU_4_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@\n%@: %@";

/* Format of a definition tooltip */
MENU_DICTIONARY_TOOLTIP	   = "%@\n%@: %@";

/* Text used in tooltip == displayName */
MENU_NAME_TOOLTIP          = "Namn";

/* Text used in tooltip == path to file */
MENU_URL_TOOLTIP           = "Url";

/* Text used in tooltip == url to item its a bookmark */
MENU_WHERE_TOOLTIP         = "Sökväg";

/* Text used in tooltip == only in mail messages */
MENU_AUTHORS_TOOLTIP       = "Från";

/* Text used in tooltip when its a calculation result */
MENU_EXPRESSION_TOOLTIP   = "Kalkylator";

/* Text used in tooltip to show the phone number when its a contact */
MENU_PHONE_TOOLTIP        = "Telefon";

/* Text used in tooltip when its a definition result */
MENU_DEFINITION_TOOLTIP    = "Definition";

/* Text used in tooltip to show its a search */

/* For now these are the same, if its necessary to show something
 * different from just 1 result then change one of them
 */
SHOW_ALL_NO_COUNT          = "Visa alla";
SHOW_ALL_RESULT_SINGULAR   = "Visa alla (1)";
SHOW_ALL_RESULT_PLURAL	   = "Visa alla (%d)";
SHOW_ALL_RESULT_NONE_FOUND = "Inga träffar";
SHOW_ALL_RESULTS_HEADING   = "Sökträffar";
MENU_PREFERENCES           = "Spotlight-inställningar…";

/* This is  the menu indexing status */
FIELD_INDEXING_DISKS_TOOLTIP = "Indexerar volymer (%d %% klar)";
FIELD_INDEXING_TOOLTIP_CALCULATING = "Indexerar volymer";

/* This is used as the separator between the name and the directory component in the Search menu */
EMDASH = "—";

/* Used when for the indexing volumes section */
INDEXING_VOLUME_NAMED = "Indexerar %@";

TIME_REMAINING_HOURS = "Cirka %d timmar återstår";
TIME_REMAINING_MINUTES = "Cirka %d minuter återstår";
TIME_REMAINING_SECONDS = "Cirka %d sekunder återstår";

TIME_REMAINING_HOUR = "Cirka %d timme återstår";
TIME_REMAINING_MINUTE = "Cirka %d minut återstår";
TIME_REMAINING_SECOND = "Cirka %d sekund återstår";

CALCULATING_TIME = "Beräknar indexeringstid";
INTERNAL_DISKS = "Indexerar interna volymer";

/* Placed in the top text field when indexing everything */
INDEXING = "Indexerar…";

"INDEXING_COMPUTER" = "Indexerar %@";

"NO_MAIL_SUBJECT" = "Ämne saknas";

/* Path tooltip for iTunes music files */
"PREVIEW_ITUNES_LIBRARY" = "iTunes-musikbibliotek";

/* Path tooltip for items in the trash */
"PREVIEW_TRASH" = "Papperskorg";
